[
    {
        "id": 1,
        "title": "Citrus & Herb Chicken",
        "image": "/ChickenSalad.jpg",
        "description": "A flavorful and spicy chicken curry with coconut milk.",
        "tags": [
            "spicy",
            "chicken"
        ],
        "smallboxes": [
            "430 cal",
            "50 min"
        ],
        "link": "/spicy-chicken-curry",
        "ingredients": [
            "500g chicken breast",
            "2 tsp lemon rind",
            "3 tbsp lemon juice",
            "3 tsp extra virgin olive oil",
            "1 tbsp Dijon mustard",
            "2 bunches asparagus",
            "400g can cannellini beans",
            "350g cherry tomato medley",
            "75g baby spinach leaves",
            "Lemon wedges"
        ],
        "steps": [
            "Combine the lemon rind and juice, mustard, tarragon, 1 tbs chives and 1 tsp olive oil in a shallow glass or ceramic dish. Add the chicken and turn to coat. Cover. Place in the fridge for 30 minutes to marinate. ",
            "Preheat barbecue grill or chargrill on medium-high and grill the chicken for 2-3 minutes each side or until lightly charred and cooked through. Spray the asparagus lightly with oil and grill for 1-2 minutes each side or until lightly charred.",
            "Meanwhile, place cannellini beans, tomato, celery, seeds, spinach and remaining chives in a bowl. Combine the extra lemon juice, extra mustard and remaining olive oil in a jug. ",
            "Add the asparagus and lemon dressing to the cannellini bean mixture and gently toss to combine. Season. Divide salad and chicken among serving plates. Serve with lemon wedges. "
        ],
        "nutrition": [
            "340cal",
            "38.5g protein",
            "10.7g fat",
            "6.6g sugars",
            "201.2mg sodium"
        ]
        
    },
    {
        "id": 2,
        "title": "Pepper Thyme Beef & Zucchini Salad",
        "image": "/BeefSalad.jpg",
        "description": "Up your salad game by cooking some veg on the barbie while you've got the steak, and in no time you'll have a easy low-carb dinner for those hot nights",
        "tags": [
            "fish",
            "mild"
        ],
        "link": "/recipes/grilled-salmon",
        "ingredients": [
            "2 Zucchini",
            "250g Porterhouse Steak",
            "1 tbsp Black pepper",
            "1 tbsp Thyme",
            "60ml Olive oil",
            "2tbsp Red wine vinegar",
            "2tsp Mustard",
            "120g Spinach leaves",
            "300g Roasted peppers",
            "100g Blue Cheese"
        ],
        "steps": [
            "Heat a barbecue grill or chargrill on medium-high. Spray the zucchini slices with olive oil spray. Cook the zucchini slices on the grill for 1 min each side or until lightly charred. Transfer to a plate. ",
            "Spray the steaks with olive oil spray. Sprinkle with the pepper and chopped thyme. Season with salt. Cook steaks on grill for 2-3 mins each side for medium or until cooked to your liking. Transfer to a plate and cover with foil to keep warm. Rest for 5 mins. Thinly slice.",
            "Meanwhile, whisk the vinegar, oil and mustard in a small jug. Season. ",
            "Place the zucchini, spinach, capsicum and blue cheese in a large bowl. Gently toss to combine. ",
            "Divide the salad and steaks evenly among serving plates. Drizzle the salad with the dressing and sprinkle the steaks with thyme sprigs to serve. "
        ],
        "nutrition": [
            "875cal",
            "55.7g protein",
            "68g fat",
            "4.1g sugars",
            "722mg sodium"
        ]
    },
    {
        "id": 3,
        "title": "Baked Salmon",
        "image": "/Salmon.jpg",
        "description": "There's no need to overdo it. Salmon is the perfect fish to cook if you are low on time or just wants something delicious, yet simple.",
        "tags": [
            "fish",
            "Salmon"
        ],
        "smallboxes": [
            "617 cal",
            "20 min"
        ],
        "link": "/baked-salmon",
        "ingredients": [
            "750g chat potatoes ",
            "8 slices white bread",
            "1/3 dl basil leaves",
            "1/3 dl parmesan cheese ",
            "1 1/2 tbsp olive oil",
            "4 skinless salmon fillets",
            "dressed salad leaves"
        ],
        "steps": [
            "Preheat oven to 200°C. Lightly grease an oven tray. Grease a 6cm deep, 20cm x 28cm (base) baking dish with oil.  ",
            "Place potatoes in a saucepan and cover with cold water. Bring to the boil over high heat. Cook for 10 minutes or until potatoes are tender. Drain. Place on prepared tray. Using a potato masher, partially squash potatoes. Spray with oil. ",
            "Meanwhile, place bread in a food processor and process until roughly chopped. Add basil and parmesan. Process to a fine breadcrumb mixture. With motor still running, add oil and process until combined.  ",
            "Place salmon, skin side down, in prepared dish. Sprinkle crumb mixture over top. ",
            "Place potatoes in oven on top shelf and fish on the shelf below. Bake for 25 to 30 minutes (depending on thickness of fish) or until potatoes are golden and fish is cooked through. Serve with salad. "
        ],
        "nutrition": [
            "617cal",
            "41.7g protein",
            "20g fat",
            "4.6g sugars",
            "1.5g sodium"
        ]
        
    }
]